Repository: pedro-borges/MindMap
Catalog: MindMap/*.lproj/Localizable.strings
Languages: pt

source: Direct Dependencies
pt: Dependências Diretas

source: Possible Dependencies
pt: Possíveis Dependências

source: Direct Dependants
pt: Dependentes Diretos

source: Possible Dependants
pt: Possíveis Dependentes

# allows %@
source: Allows you to %@
pt: Permite-te %@

# %lu dependants
source: Enables %lu tasks
pt: Viabiliza %lu tarefas

source: depends on %@
pt: depende de %@

# %lu dependencies
source: depends on %lu tasks
pt: depende de %lu tarefas

source: %@ and %@
pt: %@ e %@

source: %li tasks
pt: %li tarefas

# Empty
source: no tasks
pt: nenhuma tarefa

source: Completed
pt: A tarefa está fechada

# Goal
source: Is goal
pt: É objetivo final

# Waiting
source: Is waiting
pt: Em espera

# Active
source: Is active
pt: A tarefa está ativa

source: now
pt: agora

source: in %li years
pt: daqui a %li anos

source: %li years ago
pt: há %li anos

source: next year
pt: ano que vem

source: last year
pt: ano passado

source: in %li months
pt: daqui a %li meses

source: %li months ago
pt: há %li meses

source: next month
pt: mes que vem

source: last month
pt: mes passado

source: in %li days
pt: daqui a %li dias

source: %li days ago
pt: há %li dias

source: tomorrow
pt: amanhã

source: yesterday
pt: ontem

source: in %li hours
pt: daqui a %li horas

source: %li hours ago
pt: há %li horas

source: next hour
pt: próxima hora

source: past hour
pt: última hora

source: in %li minutes
pt: daqui a %li minutos

source: %li minutes ago
pt: há %li minutos

source: right away
pt: em seguida

source: just now
pt: agora mesmo

source: Whenever
pt: A qualquer hora

source: Until %@
pt: Até %@

source: From %@ onwards
pt: A partir de %@

source: From %@ to %@
pt: De %@ a %@

source: Create
pt: Criar

source: Close Task
pt: Fechar tarefa

source: Create Task
pt: Criar tarefa

# Create Dependency
source: Depends on a new task
pt: Depende de uma nova tarefa

# Create Dependant
source: Enables a new task
pt: Viabiliza uma nova tarefa

source: Remove
pt: Remover

source: New dependency for %@
pt: Nova dependência para %@

source: No Project Selected
pt: Nenhum projeto escolhido

# The new dependency will appear in the present tab
source: The new dependency is in the present
pt: A nova dependência está no presente

# The new dependant will appear in the future tab
source: The new dependant is in the future
pt: O novo dependente está no futuro

source: Finnished %@
pt: Fechado %@

source: Error:
pt: Erro:

source: Please confirm:
pt: Confirme:

source: Are you sure you want to delete project %@? %li tasks will be erased
pt: Tem a certeza que deseja apagar o projeto %@? %li tarefas serão apagadas

source: Are you sure you want to delete task '%@'
pt: Tem a certeza que deseja apagar a tarefa '%@'
